<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>

<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<script language="javascript" src="/watermachine/static/js/flexible.js"></script>
<link rel="stylesheet" href="/watermachine/static/css/bootstrap.css">

<title>详细规则</title>
</head>

<body style="font-family: 'Microsoft YaHei' 'Cambria Math';background-color: rgb(240, 240, 240);font-size: 0.3rem;padding: 0.2rem;">
<p style="font-size: 0.35rem;color: rgb(230, 67,64);text-align: center;margin: 0;margin-top: 0.4rem;">赠送活动协议</p>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;点击注册即默认为您已阅读并同意《赠送活动协议》。为保障您的合法权益，请在选择注册之前，仔细阅读本协议。

<br>1	活动内容
<br>（1）当您注册为钛比科技智慧直饮水平台用户后，立即获得10元直饮水账户奖励，有效期30天。
<br>（2）当您每周完成一次智慧直饮水服务后，自动在下一周开始的周一获得10元直饮水账户奖励，有效期30天。

<br>2  参与方式
<br>用户在注册成功后即获得注册奖励，每周有一次及以上成功的平台取水服务后，即可获得每周奖励。

<br>3	注意事项
<br>a.	每位用户注册最多只有一次奖励。
<br>b.	用户可在[我的钱包]中查看获得的奖励。奖励的有效期为字获得之日30天。
<br>c.	每次奖励一次性有效，不可兑换现金，不可转让。

<br>4	特别声明
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们优惠推广活动仅向正当、合法使用我们服务的用户。每位参与者的账号、手机号及其他身份认证信息必须是唯一的，任何信息与其他用户重合都不能参加该活动。活动中，一旦发现您存在利用我们的规则漏洞进行任何形式的作弊行为（包括但不限于通过我们的活动获得不正当的经济利益），我们有权取消与作弊行为相关账户的奖励、追回您作弊所得的不正当经济利益、关闭作弊账户与您相关的所有账户，并保留取消您后续使用我们服务的权力，必要时会依据严重程度追究您的法律责任。

<br>
<p style="font-size: 0.35rem;color: rgb(230, 67,64);text-align: center;margin: 0;margin-top: 0.4rem;">用户服务协议</p>
<br>提示条款

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;欢迎您与钛比科技（详见定义条款）共同签署本《用户服务协议》（下称“本协议”）并使用钛比科技智慧直饮水平台服务。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议各条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。

<br>【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。 

<br>【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与钛比科技达成一致，成为钛比科技智慧直饮水平台的用户。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。

<br>1 定义

<br>在本协议中，除非上下文有其他的规定，下列表达应作如下解释：

<br>1.1 钛比科技智慧直饮水：指钛比科技运营的互联网平台（http://www.terabits.cn），以及其在IOS、安卓、windows等个人计算机或移动终端系统上的客户端。
<br>1.2 钛比科技：指钛比科技直饮水平台的经营者：
<br>1.3 钛比科技直饮水服务：指钛比科技或其关联方为确保认证用户正常使用钛比科技直饮水而提供的服务及采取的措施，包括但不限于提供在线数据处理信息服务、整理、布局、客户服务（用户咨询/投诉）等。
<br>1.4 用户：指具有完全民事行为能力的钛比科技直饮水平台各项服务的使用者。
<br>1.5 认证用户：指与钛比科技签订《用户服务协议》并完成注册流程的用户。一个认证用户仅可以拥有一个账户，每个账户对应唯一的用户名。
<br>1.6 账户：指用户认证时设置的账户名，其账号具有唯一性。
<br>1.7 高校：指中国境内的全日制普通高等学校。

<br>2 协议范围

<br>2.1 签约主体
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本协议由您与钛比科技共同缔结，本协议对您与钛比科技均具有合同效力。

<br>2.2 补充协议
<br>《钛比科技直饮水使用协议》与《钛比科技直饮水隐私规则》为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用钛比科技直饮水服务，视为您同意上述补充协议。

<br>3 用户注册与认证

<br>3.1 用户资格
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您确认，在您开始用户认证程序从而具备使用钛比科技共享平台服务的资格前，您应具备中华人民共和国法律规定的与您行为相适应的民事行为能力。特别提示，用户应具有完全民事行为能力，可以独立进行民事活动（18周岁以上）及身体条件的健康人士。用户如未满18周岁或患有包括但不限于影响正常行动的如癫痫、心脏病、高血压、暂时性眩晕、视力障碍、听觉障碍、残疾等各种疾病的，不得使用本服务。若您不具备前述与您行为相适应的民事行为能力或不符合前述操作饮水设备的条件，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
<br>3.2 账户说明
<br>(a) 您作为访客通过手机验证等程序注册钛比科技直饮水平台后，您即为钛比科技直饮水平台的用户并拥有自己的账户。
<br>(b) 但是仅在完成了用户认证程序成为钛比科技直饮水平台的认证用户后，您方可使用钛比科技直饮水服务。
<br>(c) 当您按照用户认证程序提示填写信息、阅读并同意本协议且完成全部认证程序后，您可获得钛比科技直饮水平台认证用户账户。
<br>(d) 由于认证用户的账户关联认证用户的信用信息，您不得转让该账户，也不得许可或协助他人使用您的认证用户账户使用钛比科技直饮水服务，否则由此产生的一切责任均由您和实际用车人共同承担连带责任，钛比科技将不承担任何法律责任。
<br>3.3 认证信息管理
<br>(a)【信息真实】在用户认证过程中，您应按钛比科技直饮水平台页面的提示准确、真实、完整地提供您的信息。您了解并同意，您有义务保持您提供信息的真实性及有效性。
<br>(b)【更新维护】如果您的认证信息有所变更，您应当及时更新您提供的信息，钛比科技将依法不时地对您的信息进行检查核实，您应当配合提供最及时、真实、完整的信息。
<br>(c) 如钛比科技按您最后一次提供的信息与您联系未果、您未按钛比科技的要求及时提供信息、您提供的信息存在明显不实的，您将承担因此对您自身、他人及钛比科技造成的全部损失与不利后果。
<br>3.4 开通饮水权限。用户在成功通过用户认证程序后，即可使用钛比科技直饮水平台所提供的直饮水服务。
<br>3.5 上述用户认证的审核和通过均由钛比科技最终决定。钛比科技可以根据用户上传的文件对其文件的真实性、合法性进行合理的质询和怀疑，并给与用户不通过认证的结果而无需提供任何原因；用户可以通过再次申请认证或申诉进行重新认证。

<br>4 账户安全规范

<br>4.1 您的账户由您自行设置并由您保管，钛比科技任何时候均不会主动要求您提供您的账户信息。因此，请务必保管好您的账户，账户安全由您自行负责，请确保您在每个上网时段结束时退出登录并以正确步骤离开钛比科技直饮水平台。如果您的账户因您主动泄露或遭受他人攻击、诈骗等行为而造成的任何损失及后果，该等损失和后果均由您自行承担。
<br>4.2 除钛比科技存在过错外，您应对您账户项下的所有行为和结果（包括但不限于账户充值、用水、发布信息、披露信息、开放通讯录等）负责，无论该等行为和结果是否对您自身或第三方造成任何损害。
<br>4.3 如发现任何未经授权使用您账户登录钛比科技直饮水平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知钛比科技直饮水平台。您理解钛比科技对您的任何请求采取行动均需要合理时间，除钛比科技存在过错外，钛比科技对在采取行动前已经产生的后果不承担任何责任。

<br>5 钛比科技直饮水平台服务及规范

<br>5.1 经认证的用户可通过钛比科技直饮水平台使用钛比科技直饮水服务。
<br>5.2 您应确保您不会利用钛比科技直饮水平台进行任何违法行为或下述行为：
<br>(a) 利用技术手段故意访问、记录、盗取、传播钛比科技直饮水平台的数据和相关信息；
<br>(b) 以任何方式侵犯钛比科技及任何第三方的合法权益；
<br>(c) 干扰或破坏钛比科技直饮水平台、其服务器或其网络；
<br>(d) 未经合法授权而截取、篡改、收集、储存、使用、传播或删除其他用户的个人信息或提供的其他信息；
<br>(e) 其他未经合法授权的行为。
<br>5.3 您应确保您在钛比科技直饮水平台上所发布和传播的内容不得包含下述信息：
<br>(a) 违反宪法确定的基本原则的；
<br>(b) 危害国家统一、主权和领土完整的；
<br>(c) 泄露国家秘密，危害国家安全，损害国家荣誉和利益的；
<br>(d) 煽动民族仇恨、民族歧视，破坏民族团结，侵害民族风俗、习惯的；
<br>(e) 违背国家宗教政策，宣扬邪教、迷信的；
<br>(f) 扰乱社会秩序，破坏社会稳定的；
<br>(g) 宣扬淫秽、赌博、暴力、教唆犯罪的；
<br>(h) 侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；
<br>(i) 侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；
<br>(j) 存在可能破坏、篡改、删除、影响钛比科技直饮水平台任何系统正常运行或未经授权秘密获取钛比科技直饮水平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；
<br>(k) 危害社会公德，诋毁民族优秀文化的；
<br>(l) 有国家法律、法规或政策禁止的其他内容。
<br>5.4 不可抗力
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;钛比科技依法律规定承担基础保障义务，但无法对由于信息网络基础设施、信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或因第三方原因而给您造成的损害结果承担责任。

<br>6 用户信息的保护及授权

<br>6.1 个人信息的保护
<br>(a) 钛比科技非常重视您个人信息和其他用户信息的保护，在您使用钛比科技直饮水平台的服务时，您同意钛比科技按照在钛比科技直饮水平台上公布的《钛比科技直饮水隐私规则》收集、存储、使用、披露和保护您的个人信息或其他信息。钛比科技希望通过《钛比科技直饮水隐私规则》向您清楚地介绍钛比科技对您个人信息的处理方式，因此钛比科技建议您完整地阅读《钛比科技直饮水隐私规则》），以帮助您更好地保护您的隐私权。
<br>(b) 在任何情况下您使用钛比科技直饮水平台，视为您同意遵守《钛比科技直饮水隐私规则》下您的义务，允许钛比科技行使《钛比科技直饮水隐私规则》下钛比科技的权利。
<br>(c) 在您通过钛比科技直饮水平台与他人沟通交流的过程中，如果您接触到其他用户的个人资料、信息、文件等，您保证您将严格保密，不以任何方式向任何第三方进行披露。
<br>(d) 对于您提供及发布除个人信息外的文字、图片、视频、音频等非个人信息，在版权保护期内您免费授予钛比科技获得全球的许可使用权。您同意钛比科技存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的上述信息，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。

<br>7 著作权

<br>7.1 您同意本协议并成为钛比科技直饮水平台用户的行为，仅使得您本人得以按照本协议的规范使用钛比科技直饮水平台的各项服务。您与钛比科技直饮水平台或钛比科技之间并不存在其他授权、合作、代理、委托、雇佣等关系。
<br>7.2 您了解钛比科技直饮水平台和相关专有保密资料的知识产权归属于钛比科技。您了解钛比科技直饮水平台上的任何赞助广告或信息的知识产权归属于相关赞助广告或信息的提供商。您了解并同意，未经知识产权所有人的书面明示授权，您不得对上述知识产权进行修改、出租、出借、出售、传播或实施其他侵犯上述知识产权的行为（例如进行还原工程、反向组译等）。

<br>8 责任的限制

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;由于互联网服务实时更新的性质，您了解并同意，钛比科技不对下述内容承担任何保证责任，对该等原因对您造成的任何损失，钛比科技不承担任何责任：
<br>8.1 不保证钛比科技直饮水平台服务不受任何干扰、服务提供及时、安全可靠、不出现任何差错；
<br>8.2 不保证使用钛比科技直饮水平台服务所取得的信息在任何情况下均正确可靠；
<br>8.3 不保证您经由钛比科技直饮水平台所提供的直饮水符合您的期望；
<br>8.4 不保证通过钛比科技直饮水平台下载或取得的任何资料不会导致您的个人电脑或移动设备有任何损坏或数据有任何流失。 

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;钛比科技负责「按现状」和「可得到」的状态向您提供钛比科技直饮水平台的服务。除本协议内所做出的保证或钛比科技以书面形式做出的其他明示保证外，钛比科技未向您做出任何形式的保证或承诺，包括但不限于商业适售性、特定目的之适用性或其他明示或暗示的保证。

<br>9 用水规则

<br>9.1 您应通过钛比科技直饮水平台在移动设备上的应用程序使用直饮水设备；
<br>9.2 您在使用直饮水设备之前，应细致检查设备是否存在损坏，包括但不限于设备是否漏电、故障、异常或者停止故障等情况；
<br>9.3 如果您在检查时发现直饮水设备存在损坏，应停止使用该设备。您可通过APP应用程序或微信端上的报修功能告知我们损坏的设备；
<br>9.4 如果您经检查知悉或应知直饮水设备存在损坏但仍然使用该设备，就该等行为对您自身所造成的一切损伤，您应自行承担所有责任，钛比科技对此不承担任何责任。就您该等行为对该设备及其他人所造成的一切损害，您还应承担相应的赔偿责任； 
<br>9.5您开启的直饮水设备仅限您自己使用，严禁转借于他人使用。
<br>9.6您开启的直饮水设备使用过程要注意用水安全，非设备原因引起的您本身或者他人的人身伤害，钛比科技不承担任何相关赔偿义务。
<br>9.7 您应合理使用直饮水设备，不得损坏或限制他人使用该设备，包括但不限于：不得砸损直饮水设备、不得破坏直饮水设备、不得对直饮水设备加装其他装置和标签等。
<br>9.8 您在使用直饮水设备期间如与第三方发生纠纷应由纠纷双方自行解决，钛比科技不承担任何相关赔偿义务，如给钛比科技造成损失的，您应向钛比科技承担赔偿义务。
<br>9.9您应通过钛比科技直饮水平台在移动设备上的微信端或者APP应用程序或微信端选择取水服务并缴纳相应费用。若有问题，您可通过APP应用程序或微信端上的照片报修功能告知我们损坏的设备。

<br>10 用户的行为的评价及处理

<br>10.1 跟踪评价
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了向用户提供更加优质的服务，且为维持市场正常运营秩序，钛比科技有权对您使用钛比科技直饮水服务的行为，进行跟踪监测和评价，并根据评价结果增减您使用钛比科技直饮水服务的费用。若您有不规范用水的行为，钛比科技有权增加您使用钛比科技直饮水服务的费用或停止向您提供钛比科技直饮水服务。
<br>10.2 违约认定
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;发生如下情形之一的，视为您违约：
<br>(a) 如钛比科技在用户认证信息复核过程中发现用户提供的认证信息不全、无效或虚假；
<br>(b) 如用户发生危及交易安全或账户安全的行为；
<br>(c) 如用户采用不正当手段谋取利益的行为，包括向钛比科技工作人员及/或其关联人士提供财物、消费、款待或商业机会，或通过其他手段谋取不正当利益；
<br>(d) 如用户扰乱钛比科技直饮水平台的秩序，以任何方式，刻意规避钛比科技直饮水平台的各类规则或市场管控措施，或以不正当的方式获取、使用钛比科技直饮水平台资源的行为；
<br>(e) 如用户违反本协议中规定的用水规则；
<br>(f) 如用户违反中国相关法律法规的规定；
<br>(g) 如用户违反本协议的其他规定。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为适应互联网平台发展和满足海量用户对高效优质服务的需求，您理解并同意，钛比科技可在钛比科技直饮水平台规则中约定违约认定的程序和标准。如：钛比科技可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
<br>10.3 为保障其他用户或钛比科技直饮水平台的正当权益，维持市场正常运营秩序，在用户违规处理期间钛比科技按照本协议规定的情形对用户采取违规处理措施，钛比科技没有义务在采取违规处理前通知用户：
<br>(a) 停止钛比科技直饮水服务：指停止认证用户通过钛比科技直饮水平台使用直饮水服务的权利；
<br>(b) 关闭账户：指删除用户的账户或停止用户的所有权限，并将用户列入黑名单，不再向用户提供任何服务；
<br>(c) 公示警告：指在钛比科技直饮水平台的管理系统等位置对其正在被执行的处理进行公示；
<br>(d) 终止本协议。
<br>10.4 钛比科技可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在钛比科技直饮水平台上予以公示。
<br>10.5 赔偿责任
<br>(a) 如您的行为使钛比科技遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿钛比科技的上述全部损失。
<br>(b) 如您的行为使钛比科技遭受第三人主张权利，钛比科技可在对第三人承担金钱给付等义务后就全部损失向您追偿。
<br>10.6 如您向钛比科技的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，钛比科技可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以钛比科技因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。

<br>11 协议的变更

<br>11.1 由于互联网的高速发展，钛比科技保留不经事先通知为维修、升级或其他目的暂停或更改本服务任何部分的权利。
<br>11.2 钛比科技可根据国家法律法规变化及维护交易秩序、保护消费者权益等需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第12条约定的方式通知您。
<br>11.3 如您不同意变更事项，您有权于变更事项确定的生效日前联系钛比科技反馈意见。如反馈意见得以采纳，钛比科技将酌情调整变更事项。
<br>11.4 如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用钛比科技直饮水平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用钛比科技直饮水平台服务，则视为您同意已生效的变更事项。

<br>12 通知

<br>您同意钛比科技以以下合理的方式向您送达各类通知：
<br>(a) 钛比科技直饮水平台公示的文案；
<br>(b) 站内短信、钛比科技直饮水平台弹出消息、客户端推送的消息；
<br>(c) 根据您预留于钛比科技直饮水平台的联系方式发出的电子邮件、短信、函件等。

<br>13 协议的终止

<br>13.1 用户发起的终止
<br>您有权通过以下任一方式终止本协议：
<br>(a) 您不再继续使用钛比科技直饮水平台服务；
<br>(b) 变更事项生效前您停止使用并明示不愿接受变更事项的。
<br>13.2 钛比科技发起的终止
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;出现以下情况时，钛比科技可以本协议第11条的所列的方式通知您终止本协议：
<br>(a) 您违反本协议约定，钛比科技依据违约条款终止本协议的；
<br>(b) 您的用户行为存在异常，钛比科技合理怀疑您可能存在违反本协议约定的行为，如果不终止本协议则可能对钛比科技直饮水平台或其他用户造成不利影响的；
<br>(c) 您盗用他人账户、发布违禁信息、骗取他人财物、采取不正当手段谋利等行为，钛比科技依据本协议对您的账户予以查封的；
<br>(d) 除上述情形外，因您多次违反钛比科技直饮水平台相关规定且情节严重，钛比科技依据本协议对您的账户予以查封的； 
<br>(e) 其它应当终止服务的情况。
<br>13.3 协议终止后的处理
<br>(a) 本协议终止后，除法律有明确规定外，钛比科技无义务向您或您指定的第三方披露您账户中的任何信息。
<br>(b) 本协议终止后，钛比科技仍享有下列权利：
<br>(i) 继续保存您留存于钛比科技直饮水平台的各类信息；
<br>(ii) 对于您过往的违约行为，钛比科技仍可依据本协议向您追究违约责任。

<br>14 法律适用、管辖与其他

<br>14.1【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
<br>14.2【管辖】您因使用钛比科技直饮水平台服务所产生及与钛比科技直饮水平台服务有关的争议，由钛比科技与您协商解决。协商不成时，任何一方均在北京可向中国国际经济贸易仲裁委员会提起仲裁；仲裁结果具有终局性，对双方均有约束力。
<br>14.3【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。
<br>14.4【标题】本协议的标题仅供阅读方便而设，不属于协议的条款，不具有任何法律效果。
<br>14.5【非弃权】任何一方当事人放弃或者延迟行使其在本协议项下的全部或部分权利的，不应视为其放弃本协议项下的任何其他权利或与此类似的一切权利。
<br>14.6【完全合意】本协议构成各方之间就本协议内容所达成的完全合意；本协议签署前存在的、或与本协议相矛盾或抵触的一切合意，无论其为口头、书面或其他形式均归于无效。
<br>14.7【部分条款无效】如果本协议及其附件的任何条款因适用法律而无效或不可强制执行，则该条款应视为自始无效，且不影响本协议其他条款的效力。在此情形下，各方应当在合法范围内协商确定新的条款，以保证最大限度地实现原有条款的意图。

<br>钛比科技直饮水使用协议

<br>1 总则
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;钛比科技根据以下服务条款为您提供服务。这些条款可随时更新，且毋须另行通知。使用协议（以下简称“使用协议”）一旦发生变动，将在网页上公布修改内容，一经公布，即有效代替原来的使用协议。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您在使用 钛比科技提供的服务前，应仔细阅读本使用协议及《用户服务协议》。如您不同意本使用协议及/或随时对其的修改，请您立即停止使用钛比科技所提供的全部服务；您一旦使用服务，即视为您已了解并完全同意本使用协议各项内容，包括钛比科技对使用协议随时所做出的任何修改，并视为您已成为用户（以下简称“用户”）。

<br>2 服务说明
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前钛比科技向用户提供使用直饮水供应的服务。除非本使用协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本使用协议之规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息设定之时效、删除、传递错误、未予储存或其它任何问题，钛比科技均不承担任何责任。钛比科技保留不经事先通知为维修、升级或其它目的暂停本服务任何部分的权利。

<br>3 遵守法律
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式通过使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，或有可能构成犯罪将被追究刑事责任的，将由您承担全部法律责任。同时如果有理由认为您的任何行为违反或可能违反国家法律和法规的任何规定，钛比科技可在任何时候不经任何事先通知终止向您提供服务。

<br>4 注册义务
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了能使用本服务，您同意以下事项：依本服务注册提示，填写正确的手机号，并确保今后更新的手机号等资料的有效性和合法性。若您提供任何违法、不道德；或者有理由怀疑你的资料属于程序或恶意操作， 钛比科技有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。
<br>钛比科技无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。

<br>5 用户帐号、密码及安全

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;完成本服务的注册程序并成功注册后，您可使用您的微信用户id，登录到您的帐号（下称“帐号”）。保护您的帐号安全，是您的责任。您应对所有使用您的密码及帐号的活动负完全的责任。您同意：
<br>1) 您的帐号遭到未获授权的使用，或者发生其它任何安全问题时，您应立即通知钛比科技；
<br>2) 如果您未保管好自己的帐号和密码，因此而产生的任何损失或损害，钛比科技无法承担也不承担任何责任；
<br>3) 每个用户都要对其帐号中的所有行为和事件负全责。如果您未保管好自己的帐号和密码而对您、或第三方造成的损害，您将负全部责任。

<br>6 隐私政策

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您提供的登记资料及保留的有关您的若干其它资料将受到中国有关隐私的法律和本公司《钛比科技直饮水隐私规则》之规范。

<br>7 提供者之责任

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据有关法律法规，在此郑重提请您注意，任何经由本服务而发布、上传的文字、资料、图形或其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。 钛比科技仅为用户提供信息展示空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性。

<br>8 用户行为

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为：
<br>1) 利用技术手段故意访问、记录、传播共享单车相关信息； 钛比科技会通过数据监测异常访问的行为，并保留追加惩罚的权利；
<br>2) 以任何方式危害他人的合法权益；
<br>3) 干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；
<br>4) 故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；
<br>5) 未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的；
<br>6) 故意、恶意破坏、损毁、盗窃共享单车及共享单车附着硬件。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您了解并同意，依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，必须将内容加以保存或揭露时，钛比科技可加以保存或揭露：
<br>1) 遵守法律程序；
<br>2) 执行本使用协议；
<br>3) 回应任何第三人提出的权利主张；
<br>4) 保护、其用户及公众之权利、财产或个人安全；
<br>5) 其他钛比科技认为有必要的情况。

<br>9 免责声明

<br>1) 用户明确同意其将文字、资料、照片、信息或其它个人资料上传到互联网上，有可能被其他组织或个人复制、转载、或做其它用途的风险完全由其自己承担，钛比科技对用户不承担任何责任。
<br>2) 微博、微信公众平台、人人网等官方帐号对用户的相关文字、资料、照片、图形或其它个人资料进行推广发布的，不属于对用户相关权益的侵权行为，钛比科技对用户不承担任何责任。

<br>10 赔偿

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;由于您通过本服务提供、发布或传送之内容、您违反本使用协议、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，您同意赔偿钛比科技，并使其免受损害，且承担由此引发的全部法律责任。

<br>11 禁止商业行为

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。

<br>12 服务之修改

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;钛比科技有权于任何时间暂时或永久修改或终止本服务（或其任何部分），且无论通知与否。您同意钛比科技对于本服务所作的任何修改、暂停或终止，对您和任何第三人均无需承担任何责任。

<br>13 终止服务

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您同意钛比科技基于其自行之考虑，因任何理由，包含但不限于您连续一定时间未实际使用本服务，或认为您已经违反本使用协议的文字及精神，终止您的帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意钛比科技依本使用协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，钛比科技可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，钛比科技对您或任何第三人均不承担任何责任。

<br>14 与广告商及其他第三方进行交易

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您通过本网站与广告商及其他第三方进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与广告商及其他第三方之间之行为。钛比科技不对该等广告商及第三方的服务和商品负责，且不承担任何义务，对您因前述任何交易或前述广告商及其他第三方而遭受的任何性质的损失或损害，钛比科技不负任何法律责任。

<br>15 钛比科技直饮水之专属权利

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您了解并同意，本服务及本服务所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意，经由本服务或广告商向您呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经或广告商明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生作品，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。 钛比科技仅授予您个人、不可移转的普通使用权，使您可以为享用 钛比科技提供之共享单车服务使用其软件，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过所提供的界面而非任何其它途径使用本服务。

<br>16 担保与保证

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您使用本服务之风险由您个人负担。本服务系依“现状”及“现有”基础提供。对本服务 钛比科技不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证。

<br>17 钛比科技不保证以下事项：

<br>1) 本服务将符合您的要求；
<br>2) 本服务将不受干扰、及时提供、安全可靠或不会出错；
<br>3) 使用本服务取得之结果正确可靠；
<br>4) 您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望；
<br>5) 是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料之下载而导致的您手机及其他通信设备之任何损坏或数据流失等后果，由您自行承担；
<br>6) 您自或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本使用协议有明确规定，将不构成本使用协议以外之任何保证；
<br>7) 如果和/或合作单位使用您提供的肖像、姓名或其他合法权益，您同意将您的肖像、姓名和/或其他合法权益一并授权给和/或合作单位使用。

<br>18 责任限制

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，钛比科技不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：
<br>1) 本服务之使用或无法使用；
<br>2) 为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；
<br>3) 您的传输或数据遭到未获授权的存取或变造；
<br>4) 任何第三方在本服务中所作之声明或行为；
<br>5) 与本服务相关的其它事宜，但本使用协议有明确规定的除外；
<br>6) 第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失。
<br>7) 任何因您直接或间接违反相关交通法律法规而导致的直接和间接损失。
<br>8) 任何因不可抗力、恶意软件操纵、传输系统故障和病毒以及其他电子通信故障造成的服务中断及因前述原因造成的损害。

<br>19 商标信息

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;未经事先书面同意，您同意不将钛比科技及钛比科技的其他注册商标、标志及产品、服务名称以任何方式展示或使用或作其它处理，或表示您有权展示、使用或另行处理标记。

<br>20 一般条款

<br>1) 本使用协议和免责声明构成您与钛比科技之协议，并规范您对于本服务之使用行为。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及条件；
<br>2) 本使用协议及您与钛比科技之关系，均受到中华人民共和国法律管辖。您与钛比科技就本服务、本使用协议或其它有关事项发生的争议，应首先友好协商解决，协商不成时应提请中国国际经济贸易仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力；
<br>3) 未行使或执行本使用协议任何权利或规定，不构成对前述权利或权利之放弃；
<br>4) 倘本使用协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本使用协议其它规定仍应具有完整的效力及效果；
<br>5) 本使用协议之标题仅供方便而设，不具任何法律或契约效果；
<br>6) 只要您登录钛比科技软件并使用钛比科技所提供之服务，则代表您认可以上所有协议条款及对其不时之修订。

<br>钛比科技直饮水隐私规则

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为钛比科技直饮水平台提供相应服务之必须，您以自愿填写的方式提供注册所需的姓名、性别、电话以及其他类似的个人信息，则表示您已经了解并接受您个人信息的用途，同意钛比科技直饮水平台为实现该特定目的使用您的个人信息。除此个人信息之外，其他任何您发送或提供给钛比科技直饮水平台的材料、信息或文本(以下统称信息)均将被视为非保密和非专有的。钛比科技直饮水平台对这些信息不承担任何义务。同时如果您提交时没有特别声明的，可视为同意钛比科技直饮水平台及其授权人可以因商业或非商业的目的复制、透露、分发、合并和以其他方式利用这些信息和所有数据、图像、声音、文本及其他内容。您可阅读下面的隐私规则以了解更加详细的内容。 

<br>隐私规则

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;钛比科技直饮水平台非常重视对您的个人隐私保护，我们将按照本本规则收集、使用、共享和保护您的个人信息。在您使用钛比科技直饮水平台的产品及服务前，请您仔细阅读并全面了解本规则。如果您是未成年人，您的监护人需要仔细阅读本规则并同意您依照本规则使用我们的产品或服务。对于本规则中与您的权益存在重大关系的条款，我们已将字体加粗以提示您注意。当您浏览、访问钛比科技直饮水平台及/或使用钛比科技直饮水平台的产品或服务时，即表示您已经同意我们按照本规则来收集、使用、共享和保护您的个人信息。

<br>信息的收集范围

<br>我们收集您的以下个人信息：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;身份识别信息，包括但不限于您的姓名、身份证明、联系地址、电话号码、生物特征信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您所处的地理位置及目的地信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;平台操作信息，包括但不限于您的IP地址、设备型号、设备标识符、操作系统版本信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;行程信息，包括但不限于您的出发地、到达地、路线、途经地点及里程数信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;支付信息，包括但不限于您的支付时间、支付金额、支付工具、银行账户及支付账户信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;个人信用信息，包括但不限于关于您的任何信用状况、信用分、信用报告信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;其他根据我们具体产品及服务的需要而收集的您的个人信息，包括但不限于您对我们及我们的产品或服务的意见、建议、您曾经使用或经常使用的移动应用软件以及使用场景和使用习惯等信息。

<br>信息的收集方法

<br>您授权我们通过以下方法收集您的个人信息：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们将收集和储存在您浏览、访问钛比科技直饮水平台及/或使用钛比科技直饮水平台的产品或服务时主动向我们提供的信信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们将收集和储存我们在向您提供钛比科技直饮水平台的产品或服务的过程中记录的与您有关的信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们将收集和储存您通过我们的客服人员及/或其他渠道主动提交或反馈的信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们将向关联公司、商业合作伙伴及第三方获取独立资料来源，收集和储存其合法获得的与您有关的信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们将向依法设立的征信机构査询您的相关信用信息，包括但不限于任何信用分、信用报告等。

<br>信息的用途

<br>您授权我们出于以下用途使用您的个人信息：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;向您提供钛比科技直饮水平台的产品及服务，并进行钛比科技直饮水平台相关网站及APP的管理和优化；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;提升和改善钛比科技直饮水平台现有产品及服务的功能和质量，包括但不限于产品及服务内容的个性化定制及更新；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;开展钛比科技直饮水平台产品及服务相关的市场活动，向您推送最新的市场活动信息及优惠方案；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;设计、开发、推广全新的产品及服务；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;提高钛比科技直饮水平台产品及服务安全性，包括但不限于身份验证、客户服务、安全防范、诈骗监测、存档和备份；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;协助行政机关、司法机构等有权机关开展调査，并遵守适用法律法规及其他向有权机关承诺之义务；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在收集信息之时所通知您的用途以及与上述任何用途有关的其他用途；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;此外，我们可能向您发送与上述用途有关的信息和通知，包括但不限于为保证服务完成所必须的验证码、使用产品或服务时所必要的推送通知、当前费用优惠及减免信息、关于钛比科技直饮水平台产品或服务的新闻以及市场活动及优惠促销信息。

<br>信息的共享

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们对您的个人信息承担保密义务，但您授权我们在下列情况下将您的信息与第三方共享：
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了提升我们的产品及服务质量或向您提供全新的产品及服务，我们会在关联公司内部共享您的相关信息，也可能将我们收集的信息提供给第三方用于分析和统计；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了与第三方开展联合推广活动，我们可能与其共享开展活动所必需的以及在活动过程中产生的相关信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了维护您的合法权益，在协助处理与您有关的纠纷或争议时，我们会向存在利害关系的第三方提供解决纠纷或争议所必需的信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据法律法规的规定及商业惯例，我们需要接受第三方的审计或尽职调査时，可能向其提供您的相关信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据法律法规的规定或行政机关、司法机构等有权机关要求，我们会向其提供您的相关信息；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;其他经您同意或授权可以向第三方提供您的个人信息的情况。

<br>信息的安全及保护措施

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们及我们的关联公司将采用严格的安全制度以及行业通行的安全技术和程序来确保您的个人信息不被丢失、泄露、毀损或滥用；

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们将使用行业通行的安全技术和程序，来保护您的个人信息不被未经授权的访问、使用；

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们的员工将受到保密协议的约束，同时还将受到数据信息的权限控制和操作监控；

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但是，请您注意，任何安全系统都存在可能的及未知的风险。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您访问的第三方网站经营者、您使用的第三方服务提供者和通过我们获取您的个人信息的第三方可能有自己的隐私权保护规则以及获取您个人信息的方法和措施，这些第三方的隐私权保护规则、获取个人信息的方法和措施将不会受到我们的控制。虽然我们将与可能接触到您的个人信息的我们的合作方等第三方签署保密协议并尽合理的努力督促其履行保密义务，但我们无法保证第三方一定会按照我们的要求采取保密措施，我们亦不对第三方的行为及后果承担任何责任。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为用户，您可根据您的意愿决定是否使用钛比科技直饮水平台的服务，是否主动提供个人信息。同时，您可以查看您提供给我们的个人信息及行程信息。如果您希望删除或更正您的个人信息，请联系我们的客服人员。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如果我们监测到您将钛比科技直饮水平台的产品及服务以及相关信息用于欺诈或非法目的，我们将会采取相应措施，包括但不限于中止或终止向您提供任何产品或服务。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;随着钛比科技直饮水平台的产品及服务的进一步提升，我们的隐私政策的内容会随时更新。更新后的隐私政策一旦在钛比科技相关网站及APP上公布即有效代替原来的隐私政策。我们鼓励您定期查看最新的隐私政策以了解我们对于隐私保护的最新措施。


</body>
</html>